Repository: felipponn/software-engineering
Catalog: web/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Página Inicial
es: Página de Inicio

source: Configurações
es: Configuraciones

source: Sistema de Reclamações
es: Sistema de Reclamaciones

source: Enviar Reclamação
es: Enviar Reclamación

source: Painel do Gestor
es: Panel del Gestor

source: Perfil da Máquina
es: Perfil de la Máquina

source: Voltar
es: Volver

source: Máquina ID:
es: ID de la Máquina:

source: Informações Gerais
es: Información General

source: Última Manutenção
es: Último Mantenimiento

source: Data de Instalação
es: Fecha de Instalación

source: Status
es: Estado

source: Produtos Disponíveis
es: Productos Disponibles

source: Quantidade:
es: Cantidad:

source: Detalhes
es: Detalles

source: Nenhum produto disponível no momento.
es: Ningún producto disponible en este momento.

source: Avaliações
es: Evaluaciones

source: Total de Avaliações
es: Total de Evaluaciones

source: Avaliações com Comentários
es: Evaluaciones con Comentarios

source: Nenhum comentário disponível.
es: No hay comentarios disponibles.

source: Perfil do Produto
es: Perfil del Producto

source: Nome do produto:
es: Nombre del Producto:

source: Preço
es: Precio

source: Máquinas Disponíveis
es: Máquinas Disponibles

source: Endereço:
es: Dirección:

source: Nenhuma máquina disponível no momento.
es: Ninguna máquina disponible en este momento.

source: Envio de Reclamações
es: Envío de Reclamaciones

source: Relatório enviado com sucesso!
es: ¡Informe enviado con éxito!

source: Reclamação sobre
es: Reclamación sobre

source: Aplicativo
es: Aplicación

source: Selecione o Número da Máquina
es: Seleccione el Número de la Máquina

source: Selecione a máquina
es: Seleccione la máquina

source: Tipo de Reclamação
es: Tipo de Reclamación

source: Selecione uma opção
es: Seleccione una opción

source: Falha
es: Falla

source: Financeiro
es: Financiero

source: Sugestão
es: Sugerencia

source: Outro
es: Otro

source: Mensagem
es: Mensaje

source: Descreva detalhadamente o problema...
es: Describa detalladamente el problema...

source: Painel do Gestor - Reclamações
es: Panel del Gestor - Reclamaciones

source: Alvo da Reclamação
es: Objetivo de la Reclamación

source: Número da Máquina
es: Número de la Máquina

source: Resolvido
es: Resuelto

source: Não Resolvido
es: No Resuelto

source: Resetar Filtros
es: Restablecer Filtros

source: Reclamação
es: Reclamación

source: Usuário ID
es: ID de Usuario

source: Criado em
es: Creado en

source: Resolvido em
es: Resuelto en

source: Carregando reclamações...
es: Cargando reclamaciones...

source: Ocorreu um erro ao buscar as reclamações.
es: Se produjo un error al buscar las reclamaciones.

source: Nenhuma reclamação encontrada.
es: No se encontraron reclamaciones.

source: Esconder Filtros
es: Ocultar Filtros

source: Selecionar Máquina
es: Seleccionar Máquina

source: Selecione uma Máquina
es: Seleccione una Máquina

source: Selecionar
es: Seleccionar

source: Selecionar Produto
es: Seleccionar Producto

source: Selecione um Produto
es: Seleccione un Producto

source: Produto
es: Producto

source: Selecione o Idioma
es: Seleccione el Idioma

source: Português
es: Portugués

source: Inglês
es: Inglés

source: Espanhol
es: Español

source: Salvar
es: Guardar

source: Estoque
es: Inventario

source: Nome do Produto
es: Nombre del Producto

source: Categoria
es: Categoría

source: Localização
es: Ubicación

source: Categoria de Quantidade
es: Categoría de Cantidad

source: Carregando informações de estoque...
es: Cargando información de inventario...

source: Ocorreu um erro ao buscar as informações de estoque.
es: Se produjo un error al buscar la información del inventario.

source: Nenhuma informação de estoque encontrada.
es: No se encontró información del inventario.
